[
    {
        "id": 1,
        "title": "Technical Database Engineer",
        "company": "Google LLC",
        "type": "Remote",
        "time": "Full Time",
        "location": "Dhaka, Bangladesh",
        "salary": "100K - 150K",
        "img": "https://joyskyz.com/wp-content/uploads/2023/04/google.png",
        "job_description": "The Technical Database Engineer will be responsible for managing and maintaining the company's databases, designing and implementing new database structures, and ensuring their availability, security, and performance. You will work closely with cross-functional teams to gather requirements and ensure the databases meet business needs.",
        "job_responsibility": "Design, develop, and maintain databases for technical applications. Implement and manage data security and access controls. Optimize database performance and troubleshoot issues. Collaborate with cross-functional teams to integrate data from various sources.",
        "educational_requirements": "Bachelor's degree in Computer Science or a related field.",
        "experiences": "2-3 Years in this field.",
        "email": "email@example.com",
        "phone": "+8801XXX XXX XXX"
    },
    {
        "id": 2,
        "title": "Senior Product Designer",
        "company": "Netflix",
        "type": "Onsite",
        "time": "Full Time",
        "location": "Kushtia, Bangladesh",
        "salary": "100K - 330K",
        "img": "https://joyskyz.com/wp-content/uploads/2023/04/netflix.png",
        "job_description": "As a Senior Product Designer, you will be responsible for leading the design of new products, managing design projects from conception to launch, and mentoring junior designers. You will use your extensive design experience and user-centered approach to create visually appealing products that meet business needs and delight users.",
        "job_responsibility": "Lead the design of complex products from ideation to launch. Conduct user research and create user-centered design solutions. Collaborate with cross-functional teams to align on design goals and requirements. Mentor junior designers and contribute to design system development.",
        "educational_requirements": "Bachelor's or Master's degree in Design, Human-Computer Interaction, or a related field.",
        "experiences": "2-3 Years in this field.",
        "email": "email@example.com",
        "phone": "+8801XXX XXX XXX"
    },
    {
        "id": 3,
        "title": "Software Engineer",
        "company": "Tesla",
        "type": "Onsite",
        "time": "Full Time",
        "location": "New York, USA",
        "salary": "50K - 550K",
        "img": "https://joyskyz.com/wp-content/uploads/2023/04/brand.png",
        "job_description": "As a Software Engineer, you will be responsible for designing, developing, and maintaining software applications, ensuring the code is of high quality, scalable, and maintainable. You will work closely with cross-functional teams, including product managers, designers, and quality assurance engineers, to ensure timely delivery of projects and meet business needs.",
        "job_responsibility": "Develop, test, and deploy software solutions and features. Collaborate with cross-functional teams to gather requirements and troubleshoot issues. Write clean, efficient, and maintainable code. Stay up-to-date with emerging trends and technologies in software engineering.",
        "educational_requirements": "Bachelor's or Master's degree in Computer Science, Software Engineering, or a related field.",
        "experiences": "2-3 Years in this field.",
        "email": "email@example.com",
        "phone": "+8801XXX XXX XXX"
    },
    {
        "id": 4,
        "title": "IT and Network Support",
        "company": "YouTube LLC",
        "type": "Remote",
        "time": "Part Time",
        "location": "Alamdanga, Bangladesh",
        "salary": "50K - 500K",
        "img": "https://joyskyz.com/wp-content/uploads/2023/04/youtube.png",
        "job_description": "The IT and Network Support specialist will be responsible for providing technical support for computer hardware, software, and network infrastructure issues. They will troubleshoot and resolve technical problems, provide assistance to end-users, and maintain and update network equipment and software to ensure optimal performance, security, and reliability of the company's IT infrastructure.",
        "job_responsibility": "Provide technical support and troubleshooting for IT and network issues. Install, configure, and maintain hardware and software systems. Monitor network performance and security, and implement necessary updates and patches. Train end-users on technology and software applications.",
        "educational_requirements": "Associate's or Bachelor's degree in Computer Science, Information Technology, or a related field. Professional certifications such as CompTIA A+ or Network+ may be preferred.",
        "experiences": "2-3 Years in this field.",
        "email": "email@example.com",
        "phone": "+8801XXX XXX XXX"
    },
    {
        "id": 5,
        "title": "Graphics Design",
        "company": "Twitter LTD",
        "type": "Remote",
        "time": "Full Time",
        "location": "Mirpur, Dhaka Bangladesh",
        "salary": "100K - 700K",
        "img": "https://joyskyz.com/wp-content/uploads/2023/04/twitter.png",
        "job_description": "As a Graphics Designer, you will be responsible for creating visual concepts, using computer software or by hand, to communicate ideas that inspire, inform, and captivate customers. You will collaborate with cross-functional teams, including marketing, product, and web development, to create visually appealing designs that align with brand guidelines and meet business needs.",
        "job_responsibility": "Create visual concepts, graphics, and layouts for a variety of mediums. Collaborate with clients or internal stakeholders to understand design needs and requirements. Use industry-standard software to produce high-quality designs. Manage multiple projects and deadlines simultaneously.",
        "educational_requirements": "Bachelor's degree in Graphic Design, Visual Communication, or a related field. A strong portfolio of previous design work is often required.",
        "experiences": "2-3 Years in this field.",
        "email": "email@example.com",
        "phone": "+8801XXX XXX XXX"
    },
    {
        "id": 6,
        "title": "Data Entry",
        "company": "Linkedin",
        "type": "Remote",
        "time": "Full Time",
        "location": "Khulna, Bangladesh",
        "salary": "10K - 350K",
        "img": "https://joyskyz.com/wp-content/uploads/2023/04/linkedin.png",
        "job_description": "As a Data Entry Clerk, you will be responsible for entering, updating, and maintaining accurate data in computer systems, spreadsheets, and databases. You will ensure timely and error-free data entry, perform regular data backups, and collaborate with cross-functional teams to ensure data quality and integrity. Additionally, you may be required to perform other administrative tasks as needed.",
        "job_responsibility": "Enter and update data accurately and efficiently into databases or information systems. Verify data for completeness and accuracy, and make necessary corrections or adjustments. Maintain data confidentiality and security protocols. Follow established procedures and guidelines to ensure consistency and quality.",
        "educational_requirements": "High school diploma or equivalent. Some positions may require basic computer skills and proficiency in typing or data entry.",
        "experiences": "2-3 Years in this field.",
        "email": "email@example.com",
        "phone": "+8801XXX XXX XXX"
    },
    {
        "id": 7,
        "title": "UI/UX Design",
        "company": "Microsoft LLC",
        "type": "Onsite",
        "time": "Part Time",
        "location": "Silicon Valley, USA",
        "salary": "300K - 990K",
        "img": "https://joyskyz.com/wp-content/uploads/2023/04/microsoft.png",
        "job_description": "As a UI/UX Designer, you will be responsible for designing and developing intuitive, user-friendly interfaces that create a positive user experience. You will collaborate with cross-functional teams, including product managers, developers, and marketing, to gather requirements and create designs that align with business needs and brand guidelines. You will also conduct user research and testing to refine and improve the user experience.",
        "job_responsibility": "Create intuitive and visually appealing user interfaces for software and web applications. Conduct user research to understand user needs and behaviors. Develop wireframes, prototypes, and mockups to communicate design concepts. Collaborate with cross-functional teams to ensure design meets business and technical requirements.",
        "educational_requirements": "Bachelor's or Master's degree in Graphic Design, Human-Computer Interaction, or a related field.",
        "experiences": "2-3 Years in this field.",
        "email": "email@example.com",
        "phone": "+8801XXX XXX XXX"
    },
    {
        "id": 8,
        "title": "Ads and Monetization",
        "company": "Facebook",
        "type": "Remote",
        "time": "Full Time",
        "location": "Dhaka, Bangladesh",
        "salary": "500K - 5000K",
        "img": "https://joyskyz.com/wp-content/uploads/2023/04/facebook.png",
        "job_description": "As an Ads and Monetization Specialist, you will be responsible for developing and executing advertising and monetization strategies to generate revenue. You will identify revenue-generating opportunities, analyze performance metrics to optimize revenue, and collaborate with cross-functional teams, including sales, marketing, and product, to ensure alignment with business goals. You will also stay up-to-date with industry trends and implement best practices for maximizing revenue.",
        "job_responsibility": "Develop and implement strategies for advertising and monetizing digital content or products. Analyze user behavior and engagement metrics to optimize advertising performance. Collaborate with cross-functional teams to align on monetization goals and strategies. Stay up-to-date with emerging trends and technologies in digital advertising.",
        "educational_requirements": "Bachelor's or Master's degree in Business, Marketing, or a related field.",
        "experiences": "2-3 Years in this field.",
        "email": "email@example.com",
        "phone": "+8801XXX XXX XXX"
    }
]
